import GlobalBtn from "../assets/globalbtn"

function Navbar() {
  return (
    <div className="navbar">
      <div className="nav_yuqori">
        <p>
          <a>Доставка</a><a>Оплата</a><a>Отзывы</a
          ><a>Вопрос - ответ</a><a>Контакты</a>
        </p>
      </div>
      <div className="nav_center">
        <div className="logo">
          <svg
            xmlns="http://www.w3.org/2000/svg"
            width="80"
            height="80"
            viewBox="0 0 80 80"
            fill="none"
          >
            <g clipPath="url(#clip0_6_21)">
              <path
                d="M57.2204 25.3732L46.6873 35.9064L50.7656 39.9847L61.2987 29.4515L57.2204 25.3732Z"
                fill="#F13C6E"
              />
              <path
                d="M35.9094 46.7065L25.3762 57.2397L29.4545 61.318L39.9877 50.7848L35.9094 46.7065Z"
                fill="#F13C6E"
              />
              <path
                d="M50.5173 18.706L39.9842 29.2391L44.0625 33.3174L54.5956 22.7843L50.5173 18.706Z"
                fill="#F13C6E"
              />
              <path
                d="M29.2355 40.0106L18.7023 50.5437L22.7806 54.622L33.3138 44.0889L29.2355 40.0106Z"
                fill="#F13C6E"
              />
              <path
                d="M22.7576 25.3729L18.6793 29.4512L29.2124 39.9844L33.2907 35.9061L22.7576 25.3729Z"
                fill="#F13C6E"
              />
              <path
                d="M29.454 18.699L25.3757 22.7773L35.9089 33.3104L39.9872 29.2321L29.454 18.699Z"
                fill="#F13C6E"
              />
              <path
                d="M50.7592 39.9809L46.6809 44.0592L57.2141 54.5923L61.2924 50.514L50.7592 39.9809Z"
                fill="#F13C6E"
              />
              <path
                d="M44.092 46.6841L40.0137 50.7624L50.5468 61.2955L54.6251 57.2172L44.092 46.6841Z"
                fill="#F13C6E"
              />
              <path
                d="M54.6058 65.3942L50.5394 61.3278L40 71.8672L29.4606 61.3278L25.3942 65.3942L40 80L54.6058 65.3942Z"
                fill="#EFEFEF"
              />
              <path
                d="M18.6722 29.4606L14.6058 25.3942L0 40L14.6058 54.6058L18.6722 50.5394L8.13278 40L18.6722 29.4606Z"
                fill="#EFEFEF"
              />
              <path
                d="M65.3942 25.3942L61.3278 29.4606L71.8672 40L61.3278 50.5394L65.3942 54.6058L80 40L65.3942 25.3942Z"
                fill="#EFEFEF"
              />
              <path
                d="M50.5394 18.6722L54.6058 14.6058L40 0L25.3942 14.6058L29.4606 18.6722L40 8.13278L50.5394 18.6722Z"
                fill="#EFEFEF"
              />
            </g>
            <defs>
              <clipPath id="clip0_6_21">
                <rect width="80" height="80" fill="white" />
              </clipPath>
            </defs>
          </svg>
          <h1>BEAUTY</h1>
        </div>

        <div className="inp">
          <svg
            xmlns="http://www.w3.org/2000/svg"
            width="20"
            height="20"
            viewBox="0 0 20 20"
            fill="none"
          >
            <g clipPath="url(#clip0_24_36)">
              <path
                d="M19.7122 17.9343L15.1826 13.5835C16.296 12.205 16.9605 10.4767 16.9605 8.6007C16.9605 4.10871 13.1563 0.454529 8.47962 0.454529C3.8042 0.454268 0 4.10845 0 8.6007C0 13.0929 3.8042 16.7474 8.47988 16.7474C10.4968 16.7474 12.3506 16.0666 13.8079 14.933L18.322 19.2689C18.513 19.4534 18.7653 19.5457 19.0166 19.5457C19.2689 19.5457 19.5202 19.4534 19.7122 19.2689C20.096 18.8997 20.096 18.3033 19.7122 17.9343ZM1.96629 8.6007C1.96629 5.15056 4.88859 2.34411 8.47988 2.34411C12.0722 2.34411 14.9945 5.15056 14.9945 8.6007C14.9945 12.0508 12.0722 14.8591 8.47988 14.8591C4.88859 14.8591 1.96629 12.0506 1.96629 8.6007Z"
                fill="#BDBDBD"
              />
            </g>
            <defs>
              <clipPath id="clip0_24_36">
                <rect width="20" height="20" fill="white" />
              </clipPath>
            </defs>
          </svg>
          <input type="text" name="search" id="search" />
        </div>

        <p>998 ( 77 ) 095-00-25</p>

        <GlobalBtn text={"Обратный звонок"} specialid={"button1"} />
      </div>
      <div className="nav_past">
        <p>
          <a>Парикмахерская</a><a>Барбершоп</a
          ><a>Маникюр</a><a>Педикюр</a><a>Массаж</a
          ><a>Мебель</a>
        </p>
      </div>
    </div>
  )
}

export default Navbar