{
  "products": [
    {
      "id": "NDI3Y0ttMzIwNg==427cKm3206",
      "title": "Apple iPhone 15",
      "img": "https://olcha.uz/image/700x700/products/Cjg3V5nm4mBivJC9davhVhYWJBhcreltBb7OOuLX8ol5KM5TsUNUUEA6j9sK.jpg",
      "description": "Ushbu noutbukning zamonaviy dizayni unga yuqori darajadagi ko'rinish beradi. Yupqa tanasi esa sayohat uchun juda mos keladi. Ixtiyoriy 15,6 dyuymli displey yorqin ranglar va aniq tasvirlarni taqdim etadi, tor ramkalar esa ko‘rinishni yaxshilaydi. Noutbuk ekstremal sharoitlarda ishonchlilik va chidamlilik bo'yicha maxsus sinovlardan o'tdi: zarba qarshiligi, tebranishga chidamliligi, klaviatura ishlashi, ilgakning chidamliligi, panellarni tirnalishdan himoya qilish, haroratning haddan tashqari ta'siridan va yuqori bosimdan himoya qilish uchun sinovlar.",
      "price": "1000",
      "discount": "50",
      "status": true,
      "count": 1,
      "category": "iphone",
      "createdAt": 3
    },
    {
      "id": "NTY4NUh4QTA4MTk=5685HxA0819",
      "title": "Televizor SHIVAKI UR78009 65''",
      "img": "https://olcha.uz/image/266x266/products/T7CMnM3ZGr5VSFVIZiW39G7Xseh4SOZEICrP9yd0VTg6B1jyzRCn8zSzIq7B.jpg",
      "description": "Ushbu noutbukning zamonaviy dizayni unga yuqori darajadagi ko'rinish beradi. Yupqa tanasi esa sayohat uchun juda mos keladi. Ixtiyoriy 15,6 dyuymli displey yorqin ranglar va aniq tasvirlarni taqdim etadi, tor ramkalar esa ko‘rinishni yaxshilaydi. Noutbuk ekstremal sharoitlarda ishonchlilik va chidamlilik bo'yicha maxsus sinovlardan o'tdi: zarba qarshiligi, tebranishga chidamliligi, klaviatura ishlashi, ilgakning chidamliligi, panellarni tirnalishdan himoya qilish, haroratning haddan tashqari ta'siridan va yuqori bosimdan himoya qilish uchun sinovlar.",
      "price": "800",
      "discount": "80",
      "status": true,
      "count": 1,
      "category": "shivaki",
      "createdAt": 7
    },
    {
      "id": "Nzk2MWh5TzU2OTc=7961hyO5697",
      "title": "Noutbuk Lenovo Ideapad 1 15IGL7 N4020 4/256 GB SSD",
      "img": "https://olcha.uz/image/266x266/products/6GtZzW3iDF0I7lEdDf2dJgNVx0zOIfKubT55EVDvJ0vIsRpF80nGyM37Pxqq.jpg",
      "description": "Lenovo Ideapad 1 15IGL7 N4020 4/256 GB SSD 15,6\" HD - Intel Celeron N4020 protsessorli, 8 GB operativ xotira va 256 GB SSD xotiraga ega Lenovo noutbuki. Ekran o'lchami 15,6 dyuym va HD piksellar soniga ega. Ushbu noutbuk Lenovo Ideapad 1 15IGL7 N4020 Notebook 8/256 GB SSD 15,6\" HD ixcham va yengil bo'lib, uni olib yurishni osonlashtiradi.",
      "price": "700",
      "discount": "10",
      "status": true,
      "count": 1,
      "category": "lenovo",
      "createdAt": 1
    },
    {
      "id": "NzAzMGhMQTUxMjQw7030hLA51240",
      "title": "Noutbuk Lenovo IdeaPad 3 15IGL05 Celeron N4020 4/1TB",
      "img": "https://olcha.uz/image/266x266/products/2022-07-26/noutbuk-lenovo-ideapad-3-15igl05-celeron-n4020-41tb-hdd-156-81wq0024ak-86353-0.jpeg",
      "description": "Ushbu noutbukning zamonaviy dizayni unga yuqori darajadagi ko'rinish beradi. Yupqa tanasi esa sayohat uchun juda mos keladi. Ixtiyoriy 15,6 dyuymli displey yorqin ranglar va aniq tasvirlarni taqdim etadi, tor ramkalar esa ko‘rinishni yaxshilaydi. Noutbuk ekstremal sharoitlarda ishonchlilik va chidamlilik bo'yicha maxsus sinovlardan o'tdi: zarba qarshiligi, tebranishga chidamliligi, klaviatura ishlashi, ilgakning chidamliligi, panellarni tirnalishdan himoya qilish, haroratning haddan tashqari ta'siridan va yuqori bosimdan himoya qilish uchun sinovlar.",
      "price": "800",
      "discount": "5",
      "status": true,
      "count": 1,
      "category": "lenovo",
      "createdAt": 1
    },
    {
      "id": "NjE4OXN6RjE4OTk26189szF18996",
      "title": "Samsung Galaxy A05s Black",
      "img": "https://olcha.uz/image/266x266/products/supplier/stores/1/2023-12-07/krMa7IOIy5Fa74eQCmrgUVsh7s6W20fFrC6ziCMdajLL1OLOfRU9xFe6ileh.jpg",
      "description": "Hamma narsani va hatto ko'proq narsani ko'ring 6,7 dyuymli U-ekran bilan mavjud narsalar chegaralarini kengaytiring. FHD+ texnologiyasiga ega Galaxy A05s displeyi tiniq va tiniq tasvirlarni taqdim etadi, bu esa o‘zingizni sevimli kontentingizga yanada jozibaliroq qiladi.  Tasvirlar illyustrativ maqsadlarda simulyatsiya qilingan. 6,7 dyuymli ekran o'lchami ekran atrofidagi to'rtburchakning diagonaliga teng. Ekranning yumaloq burchaklarini hisobga olgan holda, bu o'lcham 6,6 dyuymni tashkil qiladi. Dumaloq burchaklar va kamera linzalari uchun teshik tufayli ekranning haqiqiy maydoni biroz kichikroq.  Vaqtsiz klassik Galaxy A05s o‘ylangan dizayn va ajoyib sirt tuzilishiga ega. Smartfon uchta rangda mavjud: qora, kumush va lavanta.  Siz baham ko'rmoqchi bo'lgan kadrlar Galaxy A05s kameralari har qanday sahnani suratga olish uchun mos keladi. 50 megapikselli keng burchakli kamera bilan landshaftlarni, 2 megapikselli chuqurlikdagi kamera bilan bokeh portretlarini va 13 megapikselli old kamera bilan sevimli selfilaringizni suratga oling.  Kuchli protsessor.",
      "price": "200",
      "discount": "2",
      "status": true,
      "count": 1,
      "category": "samsung",
      "createdAt": 23
    },
    {
      "id": "ODA0MGxpRzUwMzAx8040liG50301",
      "title": "Xiaomi Redmi 13C 8/256 GB Clover Green",
      "img": "https://olcha.uz/image/220x220/products/supplier/stores/1/2023-12-05/tEBk0kRC2sLS1tjIxarlKgKqCairFtju9sKWAeJEWRvVp6i43NN6AyggYFVP.jpg",
      "description": "Redmi 13C 6,74 dyuymli 90 Gts chastotali silliq displey Sun'iy intellektli uch kamerali 50 MP  6,74 dyuymli 90 Gts chastotali silliq displey Silliq va yoqimli vizual tajriba Sun'iy intellektli uch kamerali 50 MP FilmCamera bilan yangi ajoyib filtr uslublari  Katta 5000 mA / soat batareya (odatiy) 23 soatgacha video oqimi 18 Vt tez zaryadlashni qo'llab-quvvatlang 5 soat musiqa tinglash uchun 5 daqiqa  Sakkiz yadroli kuchli protsessor 1 TB gacha kengaytiriladigan xotira  6,74 dyuymli immersiv displey Immersiv ko'rish tajribasi uchun ajoyib ekran Katta 6,74 dyuymli displeyga ega Redmi 13C sizni orqaga qarashga majbur qilmaydigan immersiv va suyuq vizual tajribani taqdim etadi.  Yuqori yangilanish tezligi 90 Gts 90 Gts gacha yangilanish tezligi oʻyin oʻynayotganingizda, koʻrayotganingizda yoki video tomosha qilayotganingizda muammosiz ijro etilishini taʼminlaydi.",
      "price": "150",
      "discount": "0",
      "status": true,
      "count": 1,
      "category": "xiaomi",
      "createdAt": 24
    },
    {
      "id": "NDI4dHloMzYz428tyh363",
      "title": "Samsung Galaxy A05s",
      "img": "https://olcha.uz/image/220x220/products/jIwynNYxaCp8XhUBEQhR77zomPVDwuDx8drVzjwHy4z4htJw1CdERrzjiLHx.jpg",
      "description": "Hamma narsani va hatto ko'proq narsani ko'ring 6,7 dyuymli U-ekran bilan mavjud narsalar chegaralarini kengaytiring. FHD+ texnologiyasiga ega Galaxy A05s displeyi tiniq va tiniq tasvirlarni taqdim etadi, bu esa o‘zingizni sevimli kontentingizga yanada jozibaliroq qiladi.  Tasvirlar illyustrativ maqsadlarda simulyatsiya qilingan. 6,7 dyuymli ekran o'lchami ekran atrofidagi to'rtburchakning diagonaliga teng. Ekranning yumaloq burchaklarini hisobga olgan holda, bu o'lcham 6,6 dyuymni tashkil qiladi. Dumaloq burchaklar va kamera linzalari uchun teshik tufayli ekranning haqiqiy maydoni biroz kichikroq.  Vaqtsiz klassik Galaxy A05s o‘ylangan dizayn va ajoyib sirt tuzilishiga ega. Smartfon uchta rangda mavjud: qora, kumush va lavanta.  Siz baham ko'rmoqchi bo'lgan kadrlar Galaxy A05s kameralari har qanday sahnani suratga olish uchun mos keladi. 50 megapikselli keng burchakli kamera bilan landshaftlarni, 2 megapikselli chuqurlikdagi kamera bilan bokeh portretlarini va 13 megapikselli old kamera bilan sevimli selfilaringizni suratga oling.  Kuchli protsessor. Yuqori ishlash Galaxy A05s tez va samarali vazifalarni bajarish uchun sakkiz yadroli protsessorning hisoblash quvvatini 4 Gb tezkor xotira bilan birlashtiradi. Smartfon 64/128 Gb ichki xotiraga ega. MicroSD-ni qo'llab-quvvatlash tufayli siz uning sig'imini 1 TBgacha kengaytirishingiz mumkin.  Uzoq vaqt davom etadigan batareya Galaxy A05s har qanday ish va o'yin uchun tongdan kechgacha tayyor. 5000 mA/soat (odatiy) batareya sizga o'zingiz yoqtirgan narsani qilish uchun ko'proq vaqt beradi. Super tez zaryadlashni qo'llab-quvvatlaydigan 25 Vt adapter smartfoningizni tezda 100% ga tiklaydi.",
      "price": "100",
      "discount": "4",
      "status": true,
      "count": 1,
      "category": "samsung",
      "createdAt": 27
    },
    {
      "id": "MTAwMW5KYjUyNTAy1001nJb52502",
      "title": "Xiaomi Redmi 13C Glacier White 8/256 GB",
      "img": "https://olcha.uz/image/220x220/products/supplier/stores/1/2023-12-05/XKTuXpNCuAxwgyWOg8v4lYsMgy2QsFgDi7zIQ7zXHMwHMrlDk2vTJ33FGg9b.jpg",
      "description": "Redmi 13C 6,74 dyuymli 90 Gts chastotali silliq displey Sun'iy intellektli uch kamerali 50 MP  6,74 dyuymli 90 Gts chastotali silliq displey Silliq va yoqimli vizual tajriba Sun'iy intellektli uch kamerali 50 MP FilmCamera bilan yangi ajoyib filtr uslublari  Katta 5000 mA / soat batareya (odatiy) 23 soatgacha video oqimi 18 Vt tez zaryadlashni qo'llab-quvvatlang 5 soat musiqa tinglash uchun 5 daqiqa  Sakkiz yadroli kuchli protsessor 1 TB gacha kengaytiriladigan xotira  6,74 dyuymli immersiv displey Immersiv ko'rish tajribasi uchun ajoyib ekran Katta 6,74 dyuymli displeyga ega Redmi 13C sizni orqaga qarashga majbur qilmaydigan immersiv va suyuq vizual tajribani taqdim etadi.  Yuqori yangilanish tezligi 90 Gts 90 Gts gacha yangilanish tezligi oʻyin oʻynayotganingizda, koʻrayotganingizda yoki video tomosha qilayotganingizda muammosiz ijro etilishini taʼminlaydi.",
      "price": "200",
      "discount": "12",
      "status": true,
      "count": 1,
      "category": "xiaomi",
      "createdAt": 28
    },
    {
      "id": "OTg4MFVUYjQ1ODg=9880UTb4588",
      "title": "Noutbuk HP 250 G9 I3-1215U 8GB 256GB SSD 15.6\" from UAE",
      "img": "https://olcha.uz/image/220x220/products/Rm6d3CM40cSZXvqQYE7zxRZwbqvtuC2upc07UKIX4h3gzPzJlYELtuHVa5zr.jpg",
      "description": "HP 250 G9 - bu Intel Core i3-1215U protsessori, 8 Gb tezkor xotira va 256 Gb ichki xotiraga ega noutbuk. U yorqin va aniq tasvirlarni taqdim etuvchi 15,6 dyuymli displeyga ega.  Noutbuk USB portlari, HDMI porti va naushnik uyasi kabi tashqi qurilmalarni ulash uchun turli portlar va ulagichlar bilan jihozlangan. Shuningdek, u video qo'ng'iroqlar va onlayn muloqot uchun o'rnatilgan kamera va mikrofonga ega.  HP 250 G9 Windows operatsion tizimida ishlaydi, bu foydalanish qulayligi va turli dasturlarni o'rnatish imkoniyatini beradi. Batareyaning katta sig'imi tufayli noutbuk uzoq vaqt elektr tarmog'iga ulanmasdan ishlashi mumkin.  Bu ofis ilovalari bilan ishlash, filmlar va teleko'rsatuvlar tomosha qilish, Internetda kezish va boshqa vazifalar kabi kundalik vazifalar uchun juda yaxshi. Yilni o'lchami va engil vazni uni sayohatda yoki ofisdan tashqarida olib yurish va ishlatishni osonlashtiradi.  Umuman olganda, HP 250 G9 noutbuki turli vazifalar uchun mustahkam unumdorlik va funksionallikni taklif etadi va arzon va ishonchli noutbukni qidirayotganlar uchun yaxshi tanlovdir.",
      "price": "300",
      "discount": "5",
      "status": true,
      "count": 1,
      "category": "hp",
      "createdAt": 30
    },
    {
      "id": "NDgyNmpEVzQ3ODcz4826jDW47873",
      "title": "Noutbuk Lenovo V15-IAP I5-1235U 8/256GB SSD 15,6\" FHD",
      "img": "https://olcha.uz/image/220x220/products/hMpyuLrtL9MoCsAbS6VhLvl6zgq98lccKR4vO8z9RXNqeAysYVS4nEnhmQBt.jpg",
      "description": "Ushbu noutbuk eng mashhur funksionallikka ega yaxshi samarali kompyuter qurilmasini olishni istaganlar uchun yaratilgan. Ushbu model ushbu talablarga to'liq javob beradi. Ishonchli disk sizga muhim virtual ma'lumotlarni uzoq vaqt saqlash imkoniyatini beradi. Qurilma veb-kamera va mikrofon bilan jihozlangan, buning yordamida siz biznes hamkorlar va ish hamkasblari bilan videokonferentsiyalarni tashkil qilishingiz mumkin.",
      "price": "500",
      "discount": "10",
      "status": true,
      "count": 1,
      "category": "lenovo",
      "createdAt": 30
    },
    {
      "id": "OTUyN0lEeTM0NDY09527IDy34464",
      "title": "Noutbuk Lenovo IP5 15ITL05 i3-1115G4 8/512 GB 15.6\" FHD from UAE",
      "img": "https://olcha.uz/image/220x220/products/KFIVrHeDzbKHK4FHyHcHI1N8Wn66rcuMN59aIvoW9ZkkCUL5RqfBZzeo2Bw5.jpg",
      "description": "Balanslangan protsessor  Intel Core i3 1115G4 protsessori 3 gigagertsli takt chastotasiga ega. Ko'pgina ish va uy vazifalarini bajarish uchun etarli bo'ladi - Internetda kezish, ofis dasturlarini ochish, videolarni tomosha qilish, o'qish uchun dasturiy ta'minotdan foydalanish. 8 Gb operativ xotira protsessor tomonidan tayyorlangan ma'lumotlarni saqlaydi, ochiq dasturlarning ishini tezlashtiradi.  Yuqori sifatli displey  15,6 dyuymli ekran kichik interfeys elementlari bilan ishlashga va parallel ravishda dasturlardan foydalanishga yordam beradi. Shu bilan birga, noutbuk tashish uchun qulay o'lchamlarga ega: 356,67x233,13x16,9 mm.  IPS texnologiyasi yuqori kontrast va 300 cd/m² qulay yorqinlikni ta'minlaydi. Quyosh nurida foydalanish uchun ekran mat aksi aks ettiruvchi qoplama bilan jihozlangan. Full HD piksellar soni piksellarni ko'zga ko'rinmas qiladi va tasvirning barcha nozik tafsilotlarini uzatadi. 16:9 nisbati filmlarni tomosha qilish uchun qulay.  Katta batareya  Batareyaning sig‘imi 70 Vt soat bo‘lib, noutbukni bir marta quvvatlanganda 15 soatgacha quvvatlay oladi. 95 Vt quvvatga ega kuchli zaryadlovchi qurilmasi kiritilgan.",
      "price": "650",
      "discount": "18",
      "status": true,
      "count": 1,
      "category": "lenovo",
      "createdAt": 31
    },
    {
      "id": "NjI0NFBOaDM3NDE46244PNh37418",
      "title": "Noutbuk Lenove IP115AMN7 R5 7520U 8/256GB SSD 2GB RADEON 15.6''",
      "img": "https://olcha.uz/image/220x220/products/Ot73xZkz1s9tVrO4MOU4FbOJyNvJ1B647URauvfuJutfGSErdmDJ7ixDnrXU.jpg",
      "description": "Noutbuk Lenovo IP115AMN7 R5 7520U 8/256GB SSD 2GB Radeon 15,6'' FHD Cloud Grey - kundalik foydalanish va o'yin-kulgi uchun ideal bo'lgan kuchli va zamonaviy noutbuk.  AMD Ryzen 5 7520U protsessori kuchli ishlashni ta'minlaydi va ko'p vazifalarni bajarishga imkon beradi. Windows 10 operatsion tizimi bilan mosligi uning barcha funksiyalari va ilovalaridan foydalanish imkonini beradi.  O'rnatilgan 256 GB SSD drayveri operatsion tizim va ilovalarni tez yuklashni, shuningdek saqlangan ma'lumotlarga tezkor kirishni ta'minlaydi.  2 GB Radeon grafik kartasi 15,6 dyuymli Full HD ekranda ajoyib vizual sifatni ta'minlaydi. Bu filmlarni tomosha qilish, o'yin o'ynash yoki grafikalar bilan ishlashda yorqin va aniq tasvirlardan bahramand bo'lish imkonini beradi.  Cloud Grey dizayni ushbu noutbukga nafislik va uslub qo‘shadi. Uning ixcham o'lchamlari va mustahkam dizayni tufayli uni tashish oson.  Noutbuk Lenovo IP115AMN7 R5 7520U 8/256GB SSD 2GB Radeon 15.6'' FHD Cloud Grey yuqori unumdorlikka ega funktsional va zamonaviy noutbukni qidirayotganlar uchun ajoyib yechimdir.",
      "price": "550",
      "discount": "15",
      "status": true,
      "count": 1,
      "category": "lenovo",
      "createdAt": 32
    },
    {
      "id": "NzgyMkxVZTI5MzAw7822LUe29300",
      "title": "Noutbuk Hp Victus 15-FA1093DX i5-13420H 8/512 GB SSD RTX3050 6 GB 15.6\" FHD",
      "img": "https://olcha.uz/image/220x220/products/aqzEH1PRZVkWIUkfOI2y7xjee50QyJfnZJuzE5AqvrwKahiwNRzbs4gWD0b6.jpg",
      "description": "Eng so'nggi o'yinlarni o'ynang va eng yaxshi o'yinchilar bilan raqobatlashing. 13-avlod Intel Core protsessori, eng zamonaviy grafik kartasi va ko'p xotirasi sizga o'zingizni eng yaxshi tarzda o'ynash va o'yin qobiliyatingizni namoyish etish imkonini beradi. GeForce RTX 3050 grafikali noutbuklarda RTX 2-avlod quvvat darajasi. Ular NVIDIADLSS kabi nurli grafiklarni yoqish uchun yangi RT yadrolari, Tensor yadrolari va oqimli multiprotsessorlarni qo‘llab-quvvatlaydigan mukofotga sazovor bo‘lgan NVIDIA Ampere arxitekturasi bilan ta’minlangan. Yangi 3-avlod Max-Q texnologiyalariga ega GeForce grafik kartalari innovatsion dizaynli yanada samarali o‘yin noutbuklarini yaratish uchun sun’iy intellekt va yangi tizim optimallashlaridan foydalanadi.",
      "price": "900",
      "discount": "5",
      "status": true,
      "count": 1,
      "category": "hp",
      "createdAt": 33
    },
    {
      "id": "NjA4NHlaZzMyMjM=6084yZg3223",
      "title": "Televizor Shivaki S32KH5500",
      "img": "https://olcha.uz/image/220x220/products/qOqNB30bkonyDWE4sA3g9wUIYKxn2cYMGlOMmXZ981ANN1f8672fNWdQXtS3.jpg",
      "description": "Ushbu noutbukning zamonaviy dizayni unga yuqori darajadagi ko'rinish beradi. Yupqa tanasi esa sayohat uchun juda mos keladi. Ixtiyoriy 15,6 dyuymli displey yorqin ranglar va aniq tasvirlarni taqdim etadi, tor ramkalar esa ko‘rinishni yaxshilaydi. Noutbuk ekstremal sharoitlarda ishonchlilik va chidamlilik bo'yicha maxsus sinovlardan o'tdi: zarba qarshiligi, tebranishga chidamliligi, klaviatura ishlashi, ilgakning chidamliligi, panellarni tirnalishdan himoya qilish, haroratning haddan tashqari ta'siridan va yuqori bosimdan himoya qilish uchun sinovlar.",
      "price": "100",
      "discount": "0",
      "status": true,
      "count": 1,
      "category": "shivaki",
      "createdAt": 35
    },
    {
      "id": "MjQwOG9KZTQwNzQy2408oJe40742",
      "title": "Televizor Shivaki US32H4103",
      "img": "https://olcha.uz/image/220x220/products/2022-02-24/televizor-shivaki-us32h4103-38353-0.jpeg",
      "description": "Nafis dizayni va yupqa yon panellari tufayli televizor har qanday uy yoki ofis dekorasiga juda mos tushadi. 32 dyuymli ekran diagonali sizning sevimli filmlaringiz va teleko'rsatuvlaringizni ajoyib HD (1366x768 piksel) sifati bilan bemalol tomosha qilishingiz uchun etarli. LEDlar ekranning barcha joylarini bir tekisda yoritib, 16,7 milliongacha toʻyingan rang va soyalarni ajoyib tarzda takrorlashni taʼminlaydi.",
      "price": "200",
      "discount": "3",
      "status": true,
      "count": 1,
      "category": "shivaki",
      "createdAt": 35
    },
    {
      "id": "OTg1MGFZTzU1NTMx9850aYO55531",
      "title": "Televizor LG 55NANO769QA 55\" 4K NanoCell",
      "img": "https://olcha.uz/image/220x220/products/JMVKYik9aNYav7EjBb2bOlAnbhPKIDeP8GXlTzfesdWMHwCWXavQknCp8UXF.jpg",
      "description": "LG 55NANO769QA LED televizori ekran diagonali 55 \"(140 sm) boʻlgan qora korpusda taqdim etilgan. U stendga oʻrnatilgan, biroq xonada boʻsh joyni tejash uchun qurilmani devorga mahkamlash mumkin. Buning uchun, VESA 300x300 standartiga mos keladigan o'rnatish moslamalari qo'llaniladi. Model HDMI ulagichlari va 3 tagacha multimedia qurilmasi va 2 ta tashqi muhitni, smartfonni ulash uchun USB bilan jihozlangan.  LG 55NANO769QA NanoCell texnologiyasi har bir rangni ochib beradi va ranglarni yanada tabiiy qiladi. 3840x2160 o'lchamiga mos keladigan 4K UltraHD sifatli tasvir toza, aniq va real displey bilan hayratda qoldiradi. DLNA va Wi-Fi orqali ulanganda siz keng ko'lamli video xizmatlar, ilovalarga ega Smart TV-dan foydalanish imkoniyatiga ega bo'lasiz. Oson va qulay navigatsiya uchun webOS ovozli boshqaruv va o'rnatilgan Google Assistant bilan ta'minlangan.",
      "price": "250",
      "discount": "5",
      "status": true,
      "count": 1,
      "category": "lg",
      "createdAt": 36
    },
    {
      "id": "MzE1NnVXWDQwNDc=3156uWX4047",
      "title": "Televizor LG 43UR78009 43\"",
      "img": "https://olcha.uz/image/266x266/products/G4xZY22zKs9gUzAAEPpK1MxHF8oQepoGU3QNeewbsH7zGR4OpZTI9RksqJB0.jpg",
      "description": "Televizor - bu televizor dasturlari yoki video materiallarni tomosha qilish uchun ishlatiladigan elektron qurilma. Odatda tasvirlarni ko'rsatish uchun ekran va televizor kanallaridan signallarni qabul qiluvchi o'rnatilgan qabul qiluvchiga ega. Zamonaviy televizorlar turli funktsiyalar bilan jihozlanishi mumkin, masalan, Internetni qo'llab-quvvatlash, o'rnatilgan video pleer yoki o'yinlar. Televizorlar HD, Full HD va 4K kabi turli xil ekran o'lchamlari va o'lchamlari mavjud. Ular zamonaviy uy va tijorat muhitida mashhur o'yin-kulgi va axborot usulidir.",
      "price": "300",
      "discount": "4",
      "status": true,
      "count": 1,
      "category": "lg",
      "createdAt": 37
    },
    {
      "id": "NDMwM3NYVTM4ODA34303sXU38807",
      "title": "Apple iPhone 15 Plus 128GB Pink",
      "img": "https://olcha.uz/image/266x266/products/supplier/stores/1/2023-09-13/7sG9Aj1LWaHiFZnr0QeUvVhNAoNjWUJRepMLI5q7mUULNj8JNH7QDUdZdJD6.jpg",
      "description": "Dinamik orolda ogohlantirishlar va jonli harakatlar paydo bo'ladi - shuning uchun siz boshqa biror narsa qilayotganingizda ularni o'tkazib yubormaysiz. Siz keyingi safaringizni kuzatishingiz, kim qo'ng'iroq qilayotganini ko'rishingiz, parvoz holatini tekshirishingiz va hokazo. Innovatsion yangi dizayn materialga rang singdirilgan orqa oynaga ega. Shisha uchun maxsus ikki tomonlama ion almashish jarayoni va aerokosmik alyuminiy korpus iPhone 15 Plus-ni nihoyatda bardoshli qilishga yordam beradi. Ceramic Shield old qismi har qanday smartfon oynasidan qattiqroq. iPhone chayqalish, suv va changga chidamli. Qanday yengillik. Yangi 48 megapikselli asosiy kamera. Hayratlanarli, tabassum bilan suratga olish uchun. Endi asosiy kamera juda yuqori aniqlikda suratga oladi. Shunday qilib, hayratlanarli tafsilotlarga ega ajoyib suratlarni olish har qachongidan ham osonroq - oniy suratlardan tortib ajoyib manzaralargacha. Fokus-pokus, sehrli yangi portretlar. Batafsilroq tafsilot va boy rang portretlaringizda keskin farq qiladi. Va endi siz suratga olganingizdan keyin ham fokusni mavzular o'rtasida o'zgartirish uchun bosing. Presto chango. O'tmasdan oldingi lahzani tezda suratga olishni xohlaysizmi? Endi siz portret rejimiga o'tishingiz shart emas. Agar ob'ektingiz odam, it yoki mushuk bo'lsa, iPhone 15 Plus avtomatik ravishda chuqur ma'lumotlarni yozib oladi. Shunday qilib, siz suratingizni bir zumda portret sifatida, badiiy xiralashtirish effekti bilan ko'rishni tanlashingiz mumkin. Yoki keyinroq Rasmlar ilovasida. A16 Bionic barcha turdagi ilg'or funksiyalarni quvvatlaydi. 24 megapikselli fotosuratlar va keyingi avlod portretlari uchun ishlatiladigan hisoblash fotografiyasi kabi. Telefon qo'ng'iroqlari uchun ovozli izolyatsiya. Grafika intensiv o'yinlar uchun esa silliq ishlash. Hammasi ajoyib batareya quvvati uchun ajoyib samaradorlikka ega. Bu Pro chipi sifatida boshlangani ajablanarli emas. Yangi USB-C ulagichi Mac yoki iPad-ni iPhone 15 Plus -ni zaryad qilish uchun ishlatadigan kabel bilan zaryad qilish imkonini beradi. Apple Watch yoki AirPods-ni zaryad qilish uchun iPhone 15 Plus-dan ham foydalanishingiz mumkin. Siz uchun muhim bo'lgan narsa Apple uchun ham muhimdir. Maʼlumotlaringiz ustidan koʻproq nazorat qilish imkonini beruvchi maxfiylik himoyasidan.",
      "price": "1100",
      "discount": "5",
      "status": true,
      "count": 1,
      "category": "iphone",
      "createdAt": 38
    },
    {
      "id": "ODg3OVd2ZzQ4NjQ08879Wvg48644",
      "title": "Apple Iphone 13 Mini 128 GB Green",
      "img": "https://olcha.uz/image/266x266/products/2022-08-31/apple-iphone-13-mini-128gb-green-107366-0.jpeg",
      "description": "DIZAYN  Agar siz kaftingizga juda mos tushadigan qurilma izlayotgan bo‘lsangiz, iPhone 13 mini-dan boshqasini qidirmang. U o'zining ixchamligi bilan sizni hayratda qoldiradi, uni tom ma'noda istalgan cho'ntagingizda olib yurishingiz mumkin. Ko'rsatkich barmog'ingiz bilan siz har bir muhim sohaga kirishingiz mumkin. Oldingi avlod bilan taqqoslaganda, u vazni 8 grammga oshdi. Biroq, u mos kelmaydi, chunki iPhone 13 mini engil bo'lib qoladi. Yon tomonlari tekis bo'lib qoladi.  iPhone 13 singari, bizda ham IP68 suv va changga chidamlilik mavjud. Shu sababli, qurilmani osongina 6 metr chuqurlikda maksimal 30 daqiqa davomida suvga tushirishingiz mumkin. U omon qoladi. Old va orqa tomondan smartfon Gorilla sinfidagi oyna bilan himoyalangan. Uning ramkasi alyuminiydan qilingan.  DISPLAY  Ko'pchilik iPhone 13 mini-ni o'zining kichik 5,4 dyuymli Super Retina XDR OLED displeyi uchun tanlaydi. Amalda, u avvalgisiga nisbatan o'zgarmadi. Biroq, yorqinligi yuqoriroq. Ranglar boy va tabiiy, qora ranglar yuqori kontrast nisbati va OLED texnologiyasi tufayli chuqurdir. Maksimal nashrida 800 nits - quyoshli kunda qurilma bilan qulay ishlash uchun etarli.  UNUMDORLIK  iPhone 13 mini Apple’ning yangi operatsion tizimi – iOS 15 da ishlaydi. Unda bir nechta yangilanishlar mavjud – Fokus rejimi, Android foydalanuvchilari bilan FaceTime’dan foydalanish imkoniyati, Safari brauzeri uchun kengaytmalar va boshqalar. 2021-yilda noyob xususiyatlar qatorida “Foto uslublari” va Kamera ilovasida \"Cinema Effect\".  Kichik hajmiga qaramay, iPhone 13 mini hozirgi kunga qadar eng samarali smartfonlardan biri hisoblanadi. Bu yangi A15 Bionic protsessoriga bog'liq. Sinovlar shuni ko'rsatadiki, u har qanday Android qurilmasidan ustundir. Hatto eng yaxshi Qualcomm chipseti ham ortda qoladi. Protsessor Apple GPU-ning munosib grafik yadrosi bilan to'ldiriladi.  IPhone 13 mini-ning modifikatsiyasini tanlashda yaxshilab o'ylab ko'ring. Bozorda bir nechta modellar mavjud, ularning har biri 4 GB operativ xotiraga ega. Xotira hajmi o'zgaradi - 128, 256 va 512 GB. Tashqi xotira kartasi uchun slot yo'q. Agar siz tez-tez suratga olish va video yozish odatiga ega bo'lmasangiz, siz uchun 128 GB versiyasi etarli bo'ladi.",
      "price": "900",
      "discount": "10",
      "status": true,
      "count": 1,
      "category": "iphone",
      "createdAt": 39
    },
    {
      "id": "NzI2OGFZQTE3MTQx7268aYA17141",
      "title": "Samsung Galaxy Z Flip4 8/512 GB Grafit",
      "img": "https://olcha.uz/image/220x220/products/2022-08-30/samsung-galaxy-z-flip4-12512-gb-grafitovyy-107220-0.jpeg",
      "description": "YILMON O'lcham Har qanday joyga mos keladi Endi telefon cho'ntagingizga sig'adimi yoki yo'qmi, deb o'ylamasligingiz kerak. Ixcham va funksional Galaxy Z Flip4 oddiy to‘liq o‘lchamli smartfon qila oladigan hamma narsani qiladi va boshqalarni hayratda qoldirish kerak bo‘lganda istalgan cho‘ntagiga sig‘adi.  ASOSIY EKRAN Har qanday burchak yoki to'liq ochiq 6,7 dyuymli ekran Ultra yupqa shisha tufayli ajoyib tasvirga ega. Ishonchliligi haqida ham savollar yo‘q, chunki u 200 000 buklanishga bardosh bera oladi.  TASHQI Kuch ideali Galaxy Z Flip4 konstruksiyasi har jihatdan mustahkam. Bizning eksklyuziv Corning Gorilla Glass Victus+ bilan jihozlangan bu bizning eng bardoshli buklanadigan smartfonlarimizdir. Ilmoq esa bardoshli Armor Aluminium ramka bilan himoyalangan.  IPX8 suv o'tkazmaydigan Suvdan qo'rqmaydi Telefoningiz nam bo'lishidan qo'rqasizmi? Bular dunyodagi birinchi buklanadigan suv o‘tkazmaydigan smartfonlardir. Ular hech qanday muammosiz 30 daqiqagacha 1,5 metrgacha suv ostida qolishi mumkin.  SAMSUNG CARE+ Baxtsiz hodisalar kechirilishi mumkin Samsung Care+ xizmatiga ro‘yxatdan o‘ting va tashvishlaringizdan xalos bo‘ling. Tasodifiy shikastlanishdan himoya qiling.  KO'P KAMERA TIZIMI Tungi hayotdan eng yaxshisini oling Orqa kameraning tungi suratga olish funksiyasi tunni yorqinroq qiladi. Hatto qorong'uda ham keng burchakli kameraning katta piksellari tufayli tafsilotlar aniq ko'rinadi. Tungi ko'rish funksiyasi nafaqat suratga olish, balki video uchun ham mo'ljallangan. Kengaytirilgan OIS va VDIS silliq harakatni ta'minlaydi va hech qanday chayqalmaydi. Super Night Solution tasvirlash texnologiyasi shovqinni kamaytiradi, shuning uchun jamoangiz kliplari qanchalik qorong'i bo'lishidan qat'iy nazar, qorong'i bo'lmaydi.",
      "price": "1000",
      "discount": "2",
      "status": true,
      "count": 1,
      "category": "samsung",
      "createdAt": 41
    },
    {
      "id": "Nzc3N09URTUwODAw7777OTE50800",
      "title": "Samsung Galaxy A34 5G (Global) 8/128 GB Grafit",
      "img": "https://olcha.uz/image/266x266/products/FhChmSbDRmtHc0Jq0vT5uyogCTHovCUmh4wxGugSPuwnlFxVgl3LznSMAdW1.jpg",
      "description": "Hamma narsani va hatto ko'proq narsani ko'ring 6,7 dyuymli U-ekran bilan mavjud narsalar chegaralarini kengaytiring. FHD+ texnologiyasiga ega Galaxy A05s displeyi tiniq va tiniq tasvirlarni taqdim etadi, bu esa o‘zingizni sevimli kontentingizga yanada jozibaliroq qiladi.  Tasvirlar illyustrativ maqsadlarda simulyatsiya qilingan. 6,7 dyuymli ekran o'lchami ekran atrofidagi to'rtburchakning diagonaliga teng. Ekranning yumaloq burchaklarini hisobga olgan holda, bu o'lcham 6,6 dyuymni tashkil qiladi. Dumaloq burchaklar va kamera linzalari uchun teshik tufayli ekranning haqiqiy maydoni biroz kichikroq.  Vaqtsiz klassik Galaxy A05s o‘ylangan dizayn va ajoyib sirt tuzilishiga ega. Smartfon uchta rangda mavjud: qora, kumush va lavanta.  Siz baham ko'rmoqchi bo'lgan kadrlar Galaxy A05s kameralari har qanday sahnani suratga olish uchun mos keladi. 50 megapikselli keng burchakli kamera bilan landshaftlarni, 2 megapikselli chuqurlikdagi kamera bilan bokeh portretlarini va 13 megapikselli old kamera bilan sevimli selfilar",
      "price": "400",
      "discount": "12",
      "status": true,
      "count": 1,
      "category": "samsung",
      "createdAt": 18,
      "author": {
        "id": "NzMyMExSRzE3MTQ=7320LRG1714",
        "username": "elmurod",
        "password": "12121212"
      }
    }
  ]
}